/* 
  Localizable.strings
  ZETApp

  Created by Mantas Laurinavicius on 07/06/16.
  Copyright © 2016 Mashkius. All rights reserved.
*/

"nav-bar-title" = "Registration";
"login-data" = "Login";
"users-info" = "User's information";
"choose-subscription" = "Choose";


"email" = "Email address";
"password" = "Password";
"repeat-password" = "Repeat password";

"name" = "Name";
"surname" = "Surname";

"weather" = "Weather";
"news" = "News";
"discounts" = "Discounts";

"save-button" = "Save";
"cancel-button" = "Cancel";
